Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: $gc_giga$$name_nidavellir$ Construction Site
ru: $gc_giga$$name_nidavellir$ Строительная площадка

source: $gc_giga$$name_psychic_beacon$ Construction Site
ru: $gc_giga$$name_psychic_beacon$ Строительная площадка

source: $gc_giga$$name_ringworld_behemoth$ Site
ru: $gc_giga$$name_ringworld_behemoth$ Строительная площадка

source: $gc_giga$$name_ringworld_gargan$ Site
ru: $gc_giga$$name_ringworld_gargan$ Строительная площадка

source: $gc_giga$$name_war_planet$ Construction Site
ru: $gc_giga$$name_war_planet$ Строительная площадка

source: $gc_giga$$name_war_system$ Construction Site
ru: $gc_giga$$name_war_system$ Строительная площадка

source: $gc_giga$Behemoth Assembly Plant Construction Site
ru: $gc_giga$ Строительная площадка сборочного завода "Бегемот"

source: $gc_giga$Lunar Macro-Fabricator Construction Site
ru: $gc_giga$ Строительная площадка лунного макропроизводителя

source: $gc_kilo$$name_asteroid_manufactory$
ru: Строительная площадка Астероидной фабрики

source: $gc_kilo$$name_atmosphere_shredder$: Storm Eye
ru: $gc_kilo$$name_atmosphere_shredder$: Глаз бури

source: $gc_kilo$$name_eng_test_site$: Geo-Stabilizer
ru: $gc_kilo$$name_eng_test_site$: Геостабилизатор

source: $gc_kilo$$name_orbital_artificial_eco$: Life Support
ru: $gc_kilo$$name_orbital_artificial_eco$ Строительная площадка

source: $gc_kilo$$name_particle_accel$ Site
ru: $gc_kilo$$name_particle_accel$ Строительная площадка

source: $gc_kilo$$name_terraform_barren$ Construction Site
ru: $gc_kilo$$name_terraform_barren$ Строительная площадка

source: $gc_kilo$$name_terraform_gasgiant$ Construction Site
ru: $gc_kilo$$name_terraform_gasgiant$ Строительная площадка

source: $gc_kilo$$name_terraform_molten$ Construction Site
ru: $gc_kilo$$name_terraform_molten$ Строительная площадка

source: $gc_kilo$$name_terraform_shattered$ Construction Site
ru: $gc_kilo$$name_terraform_shattered$ Строительная площадка

source: $gc_kilo$$name_terraform_toxic$ Construction Site
ru: $gc_kilo$$name_terraform_toxic$ Строительная площадка

source: $gc_kilo$Asteroid Artillery Framework
ru: $gc_kilo$ Астероидный артиллерийский каркас

source: $gc_kilo$Empty $name_kugelblitz$
ru: $gc_kilo$Пусто $name_kugelblitz$

source: $gc_mega$$name_auto_stripmine$ Construction Site
ru: $gc_mega$$name_auto_stripmine$ Строительная площадка

source: $gc_mega$$name_crystal_megabore$ Construction Site
ru: $gc_mega$$name_crystal_megabore$ Строительная площадка

source: $gc_mega$$name_discomoon$ Construction Site
ru: $gc_mega$$name_discomoon$ Строительная площадка

source: $gc_mega$$name_eq_shipyard$ Construction Site
ru: $gc_mega$$name_eq_shipyard$ Строительная площадка

source: $gc_mega$$name_fusion_suppressor$ Construction Site
ru: $gc_mega$$name_fusion_suppressor$ Строительная площадка

source: $gc_mega$$name_giga_orbital$ Site
ru: $gc_mega$$name_giga_orbital$ Строительная площадка

source: $gc_mega$$name_interstellar_hab$ Construction Site
ru: $gc_mega$$name_interstellar_hab$ Строительная площадка

source: $gc_mega$$name_maginot_world$ Construction Site
ru: $gc_mega$$name_maginot_world$ Строительная площадка

source: $gc_mega$$name_neut_gigaforge$ Construction Site
ru: $gc_mega$$name_neut_gigaforge$ Строительная площадка

source: $gc_mega$$name_orb_bastion$ Construction Site
ru: $gc_mega$$name_orb_bastion$ Строительная площадка

source: $gc_mega$$name_orbital_arcology$ Construction Site
ru: $gc_mega$$name_orbital_arcology$ Строительная площадка

source: $gc_mega$$name_penrose$ Construction Site
ru: $gc_mega$$name_penrose$ Строительная площадка

source: $gc_mega$$name_planetary_computer$ Construction Site
ru: $gc_mega$$name_planetary_computer$ Строительная площадка

source: $gc_mega$$name_psy_siphon$ Construction Site
ru: Строительная площадка $name_psy_siphon$

source: $gc_mega$$name_ringworld_titanic$ Site
ru: $gc_mega$$name_ringworld_titanic$ Строительная площадка

source: $gc_mega$$name_starlifter$ Site
ru: $gc_mega$$name_starlifter$ Строительная площадка

source: $gc_mega$$name_sub_compressor$ Site
ru: $gc_mega$$name_sub_compressor$ Строительная площадка

source: $gc_mega$$name_succ$ Construction Site
ru: $gc_mega$$name_succ$ Строительная площадка

source: $gc_mega$$name_the_vat$ Construction Site
ru: $gc_mega$$name_the_vat$ Строительная площадка

source: $gc_mega$$name_war_moon$ Construction Site
ru: $gc_mega$$name_war_moon$ Строительная площадка

source: $gc_mega$$name_yggdrasil$ Construction Site
ru: $gc_mega$$name_yggdrasil$ Строительная площадка

source: $gc_mega$$tech_sm_megastructure$ Assembly
ru: $gc_mega$$tech_sm_megastructure$ Сборка

source: $gc_mega$Kaiser Moon Construction Site
ru: $gc_mega$ Строительная площадка на Луне Кайзер

source: $gc_mega$Planetary Dockyard Construction Site
ru: $gc_mega$ Строительная площадка Планетарной верфи

source: $gc_mega$Stellarite Kaiser Moon Construction Site
ru: $gc_mega$ Строительная площадка "Звездный Луна Кайзера

source: $gc_proj$Asteroid Harvest
ru: $gc_proj$ Сбор астероидов

source: $gc_proj$Salvage Habitat
ru: $gc_proj$ Спасательная среда обитания

source: $gc_tera$$name_birch$ Construction Site
ru: $gc_tera$$name_birch$ Строительная площадка

source: $gc_tera$$name_quasistellar$ Construction Site
ru: $gc_tera$$name_quasistellar$ Строительная площадка

source: $giga_achievement_01_title$ $giga_achievement_01_requirement$$giga_achievement_01_reward_check$
ru: $giga_achievement_01_title$ $giga_achievement_01_requirement$ §HНаграда§! $giga_achievement_01_reward$

source: $giga_achievement_02_title$ $giga_achievement_02_requirement$$giga_achievement_02_reward_check$
ru: $giga_achievement_02_title$ $giga_achievement_02_requirement$ §HНаграда§! $giga_achievement_02_reward$

source: $giga_achievement_03_title$ $giga_achievement_03_requirement$$giga_achievement_03_reward_check$
ru: $giga_achievement_03_title$ $giga_achievement_03_requirement$ §HНаграда§! $giga_achievement_03_reward$

source: $giga_achievement_04_title$ $giga_achievement_04_requirement$$giga_achievement_04_reward_check$
ru: $giga_achievement_04_title$ $giga_achievement_04_requirement$ §HНаграда§! $giga_achievement_04_reward$

source: $giga_achievement_05_title$ $giga_achievement_05_requirement$$giga_achievement_05_reward_check$
ru: $giga_achievement_05_title$ $giga_achievement_05_requirement$ §HНаграда§! $giga_achievement_05_reward$

source: $giga_achievement_06_title$ $giga_achievement_06_requirement$$giga_achievement_06_reward_check$
ru: $giga_achievement_06_title$ $giga_achievement_06_requirement$ §HНаграда§! $giga_achievement_06_reward$

source: $giga_achievement_07_title$ $giga_achievement_07_requirement$$giga_achievement_07_reward_check$
ru: $giga_achievement_07_title$ $giga_achievement_07_requirement$ §HНаграда§! $giga_achievement_07_reward$

source: $giga_achievement_08_title$ $giga_achievement_08_requirement$$giga_achievement_08_reward_check$
ru: $giga_achievement_08_title$ $giga_achievement_08_requirement$ §HНаграда§! $giga_achievement_08_reward$

source: $giga_achievement_09_title$ $giga_achievement_09_requirement$$giga_achievement_09_reward_check$
ru: $giga_achievement_09_title$ $giga_achievement_09_requirement$ §HНаграда§! $giga_achievement_09_reward$

source: $giga_achievement_10_title$ $giga_achievement_10_requirement$$giga_achievement_10_reward_check$
ru: $giga_achievement_10_title$ $giga_achievement_10_requirement$ §HНаграда§! $giga_achievement_10_reward$

source: $giga_achievement_11_title$ $giga_achievement_11_requirement$$giga_achievement_11_reward_check$
ru: $giga_achievement_11_title$ $giga_achievement_11_requirement$ §HНаграда§! $giga_achievement_11_reward$

source: $giga_achievement_12_title$ $giga_achievement_12_requirement$$giga_achievement_12_reward_check$
ru: $giga_achievement_12_title$ $giga_achievement_12_requirement$ §HНаграда§! $giga_achievement_12_reward$

source: $giga_achievement_13_title$ $giga_achievement_13_requirement$$giga_achievement_13_reward_check$
ru: $giga_achievement_13_title$ $giga_achievement_13_requirement$ §HНаграда§! $giga_achievement_13_reward$

source: $giga_achievement_14_title$ $giga_achievement_14_requirement$$giga_achievement_14_reward_check$
ru: $giga_achievement_14_title$ $giga_achievement_14_requirement$ §HНаграда§! $giga_achievement_14_reward$

source: $giga_achievement_15_title$ $giga_achievement_15_requirement$$giga_achievement_15_reward_check$
ru: $giga_achievement_15_title$ $giga_achievement_15_requirement$ §HНаграда§! $giga_achievement_15_reward$

source: $giga_achievement_16_title$ $giga_achievement_16_requirement$$giga_achievement_16_reward_check$
ru: $giga_achievement_16_title$ $giga_achievement_16_requirement$ §HНаграда§! $giga_achievement_16_reward$

source: $giga_achievement_17_title$ $giga_achievement_17_requirement$$giga_achievement_17_reward_check$
ru: $giga_achievement_17_title$ $giga_achievement_17_requirement$ §HНаграда§! $giga_achievement_17_reward$

source: $giga_achievement_18_title$ $giga_achievement_18_requirement$$giga_achievement_18_reward_check$
ru: $giga_achievement_18_title$ $giga_achievement_18_requirement$ §HНаграда§! $giga_achievement_18_reward$

source: $giga_achievement_19_title$ $giga_achievement_19_requirement$$giga_achievement_19_reward_check$
ru: $giga_achievement_19_title$ $giga_achievement_19_requirement$ §HНаграда§! $giga_achievement_19_reward$

source: $giga_achievement_20_title$ $giga_achievement_20_requirement$$giga_achievement_20_reward_check$
ru: $giga_achievement_20_title$ $giga_achievement_20_requirement$ §HНаграда§! $giga_achievement_20_reward$

source: $giga_achievement_21_title$ $giga_achievement_21_requirement$$giga_achievement_21_reward_check$
ru: $giga_achievement_21_title$ $giga_achievement_21_requirement$ §HНаграда§! $giga_achievement_21_reward$

source: $giga_achievement_22_title$ $giga_achievement_22_requirement$$giga_achievement_22_reward_check$
ru: $giga_achievement_22_title$ $giga_achievement_22_requirement$ §HНаграда§! $giga_achievement_22_reward$

source: $giga_achievement_23_title$ $giga_achievement_23_requirement$$giga_achievement_23_reward_check$
ru: $giga_achievement_23_title$ $giga_achievement_23_requirement$ §HНаграда§! $giga_achievement_23_reward$

source: $giga_achievement_24_title$ $giga_achievement_24_requirement$$giga_achievement_24_reward_check$
ru: $giga_achievement_24_title$ $giga_achievement_24_requirement$ §HНаграда§! $giga_achievement_24_reward$

source: $giga_achievement_25_title$ $giga_achievement_25_requirement$$giga_achievement_25_reward_check$
ru: $giga_achievement_25_title$ $giga_achievement_25_requirement$ §HНаграда§! $giga_achievement_25_reward$

source: $giga_achievement_26_title$ $giga_achievement_26_requirement$$giga_achievement_26_reward_check$
ru: $giga_achievement_26_title$ $giga_achievement_26_requirement$ §HНаграда§! $giga_achievement_26_reward$

source: $giga_achievement_27_title$ $giga_achievement_27_requirement$$giga_achievement_27_reward_check$
ru: $giga_achievement_27_title$ $giga_achievement_27_requirement$ §HНаграда§! $giga_achievement_27_reward$

source: $giga_achievement_28_title$ $giga_achievement_28_requirement$$giga_achievement_28_reward_check$
ru: $giga_achievement_28_title$ $giga_achievement_28_requirement$ §HНаграда§! $giga_achievement_28_reward$

source: $giga_achievement_29_title$ $giga_achievement_29_requirement$$giga_achievement_29_reward_check$
ru: $giga_achievement_29_title$ $giga_achievement_29_requirement$ §HНаграда§! $giga_achievement_29_reward$

source: $giga_achievement_30_title$ $giga_achievement_30_requirement$$giga_achievement_30_reward_check$
ru: $giga_achievement_30_title$ $giga_achievement_30_requirement$ §HНаграда§! $giga_achievement_30_reward$

source: $giga_achievement_31_title$ $giga_achievement_31_requirement$$giga_achievement_31_reward_check$
ru: $giga_achievement_31_title$ $giga_achievement_31_requirement$ §HНаграда§! $giga_achievement_31_reward$

source: $giga_achievement_32_title$ $giga_achievement_32_requirement$$giga_achievement_32_reward_check$
ru: $giga_achievement_32_title$ $giga_achievement_32_requirement$ §HНаграда§! $giga_achievement_32_reward$

source: $giga_achievement_33_title$ $giga_achievement_33_requirement$$giga_achievement_33_reward_check$
ru: $giga_achievement_33_title$ $giga_achievement_33_requirement$ §HНаграда§! $giga_achievement_33_reward$

source: $giga_achievement_34_title$ $giga_achievement_34_requirement$$giga_achievement_34_reward_check$
ru: $giga_achievement_34_title$ $giga_achievement_34_requirement$ §HНаграда§! $giga_achievement_34_reward$

source: $giga_achievement_35_title$ $giga_achievement_35_requirement$$giga_achievement_35_reward_check$
ru: $giga_achievement_35_title$ $giga_achievement_35_requirement$ §HНаграда§! $giga_achievement_35_reward$

source: $giga_achievement_36_title$ $giga_achievement_36_requirement$$giga_achievement_36_reward_check$
ru: $giga_achievement_36_title$ $giga_achievement_36_requirement$ §HНаграда§! $giga_achievement_36_reward$

source: $giga_achievement_37_title$ $giga_achievement_37_requirement$$giga_achievement_37_reward_check$
ru: $giga_achievement_37_title$ $giga_achievement_37_requirement$ §HНаграда§! $giga_achievement_37_reward$

source: $giga_achievement_38_title$ $giga_achievement_38_requirement$$giga_achievement_38_reward_check$
ru: $giga_achievement_38_title$ $giga_achievement_38_requirement$ §HНаграда§! $giga_achievement_38_reward$

source: $giga_achievement_39_title$ $giga_achievement_39_requirement$$giga_achievement_39_reward_check$
ru: $giga_achievement_39_title$ $giga_achievement_39_requirement$ §HНаграда§! $giga_achievement_39_reward$

source: $giga_achievement_40_title$ $giga_achievement_40_requirement$$giga_achievement_40_reward_check$
ru: $giga_achievement_40_title$ $giga_achievement_40_requirement$ §HНаграда§! $giga_achievement_40_reward$

source: $giga_achievement_41_title$ $giga_achievement_41_requirement$$giga_achievement_41_reward_check$
ru: $giga_achievement_41_title$ $giga_achievement_41_requirement$ §HНаграда§! $giga_achievement_41_reward$

source: $giga_achievement_42_title$ $giga_achievement_42_requirement$$giga_achievement_42_reward_check$
ru: $giga_achievement_42_title$ $giga_achievement_42_requirement$ §HНаграда§! $giga_achievement_42_reward$

source: $giga_achievement_43_title$ $giga_achievement_43_requirement$$giga_achievement_43_reward_check$
ru: $giga_achievement_43_title$ $giga_achievement_43_requirement$ §HНаграда§! $giga_achievement_43_reward$

source: $giga_achievement_44_title$ $giga_achievement_44_requirement$$giga_achievement_44_reward_check$
ru: $giga_achievement_44_title$ $giga_achievement_44_requirement$ §HНаграда§! $giga_achievement_44_reward$

source: $giga_achievement_45_title$ $giga_achievement_45_requirement$$giga_achievement_45_reward_check$
ru: $giga_achievement_45_title$ $giga_achievement_45_requirement$ §HНаграда§! $giga_achievement_45_reward$

source: $giga_achievement_46_title$ $giga_achievement_46_requirement$$giga_achievement_46_reward_check$
ru: $giga_achievement_46_title$ $giga_achievement_46_requirement$ §HНаграда§! $giga_achievement_46_reward$

source: $giga_achievement_47_title$ $giga_achievement_47_requirement$$giga_achievement_47_reward_check$
ru: $giga_achievement_47_title$ $giga_achievement_47_requirement$ §HНаграда§! $giga_achievement_47_reward$

source: $giga_achievement_48_title$ $giga_achievement_48_requirement$$giga_achievement_48_reward_check$
ru: $giga_achievement_48_title$ $giga_achievement_48_requirement$ §HНаграда§! $giga_achievement_48_reward$

source: $giga_achievement_49_title$ $giga_achievement_49_requirement$$giga_achievement_49_reward_check$
ru: $giga_achievement_49_title$ $giga_achievement_49_requirement$ §HНаграда§! $giga_achievement_49_reward$

source: $giga_achievement_50_title$ $giga_achievement_50_requirement$$giga_achievement_50_reward_check$
ru: $giga_achievement_50_title$ $giga_achievement_50_requirement$ §HНаграда§! $giga_achievement_50_reward$

source: $giga_achievement_51_title$ $giga_achievement_51_requirement$$giga_achievement_51_reward_check$
ru: $giga_achievement_51_title$ $giga_achievement_51_requirement$ §HНаграда§! $giga_achievement_51_reward$

source: $giga_achievement_52_title$ $giga_achievement_52_requirement$$giga_achievement_52_reward_check$
ru: $giga_achievement_52_title$ $giga_achievement_52_requirement$ §HНаграда§! $giga_achievement_52_reward$

source: $giga_achievement_kaiser1$ $giga_achievement_kaiser1_requirement$
ru: $giga_achievement_Кайзер1$ $giga_achievement_kaiser1_requirement$

source: $giga_achievement_kaiser1$ $giga_achievement_kaiser9_requirement$
ru: $giga_achievement_Кайзер1$ $giga_achievement_Кайзер9_requirement$

source: $giga_achievement_kaiser10$ $giga_achievement_kaiser10_requirement$
ru: $giga_achievement_Кайзер10$ $giga_achievement_Кайзер10_requirement$

source: $giga_achievement_kaiser8_title$ $giga_achievement_kaiser8_requirement$$giga_achievement_kaiser8_reward_check$
ru: $giga_achievement_kaiser8_title$ $giga_achievement_Кайзер8_requirement$ §HНаграда§! $giga_achievement_kaiser8_reward$

source: $giga_birch.7005.desc$ Once completed, the facility will assist in our cultural studies.
ru: $giga_birch.7005.desc$ После завершения строительства объект будет помогать в наших культурных исследованиях

source: $giga_birch.7005.desc$ Once completed, the facility will assist our [root.GetResearchers] in their studies.
ru: $giga_birch.7005.desc$ После завершения строительства объект будет помогать нашим [root.GetResearchers] в их исследованиях

source: $giga_birch.7005.desc$ Once completed, the facility's raw processing power will improve the accuracy of our market predictions.
ru: $giga_birch.7005.desc$ После завершения строительства необработанная вычислительная мощность объекта повысит точность наших рыночных прогнозов

source: $giga_frameworld_outpost$ Build Cost
ru: $giga_frameworld_outpost$ Стоимость сборки

source: $giga_frameworld_outpost$ Network
ru: $giga_frameworld_outpost$ Сеть

source: $giga_frameworld_outpost$ Network Size
ru: $giga_frameworld_outpost$ Размер сети

source: $giga_frameworld_outpost$ Resource Output
ru: $giga_frameworld_outpost$ Вывод ресурсов

source: $giga_frameworld_outpost$ Total Resource Output
ru: $giga_frameworld_outpost$ Общий объем ресурсов

source: $giga_frameworld_outpost_plural$ cannot be travelled through, this button is a byproduct of the method used to add a map icon and should be ignored.
ru: $giga_frameworld_outpost_plural$ невозможно пройти, эта кнопка является побочным продуктом метода, используемого для добавления значка карты, и ее следует игнорировать

source: $giga_frameworld_outpost_plural$ produce resources based on their host planet, affected by job production modifiers.
ru: $giga_frameworld_outpost_plural$ производят ресурсы на основе их планеты-хозяина, на которые влияют модификаторы производительности труда

source: $giga_hypersiphon_instability_resources$ Clouded Cognition
ru: $giga_hypersiphon_instability_resources$ Помутнение рассудка

source: $giga_hypersiphon_instability_resources$ Entropic Void
ru: $giga_hypersiphon_instability_resources$ Энтропическая пустота

source: $giga_hypersiphon_instability_resources$ Greed Manifest
ru: $giga_hypersiphon_instability_resources$ Проявление алчности

source: $giga_hypersiphon_instability_resources$ Material Fascination
ru: $giga_hypersiphon_instability_resources$ Увлечение материалом

source: $giga_hypersiphon_instability_resources$ Ravenous Consumption
ru: $giga_hypersiphon_instability_resources$ Яростное потребление

source: $giga_hypersiphon_instability_resources$ Unnatural Waste
ru: $giga_hypersiphon_instability_resources$ Неестественные отходы

source: $giga_hypersiphon_instability_resources$ Whispers in the Walls
ru: $giga_hypersiphon_instability_resources$ Шепот в стенах

source: $giga_list_additional_data$ - Provides ['building:building_giga_matrioshka_brain_uplink'] Buildings
ru: $giga_list_additional_data$ - Дает здания ['building:building_giga_matrioshka_brain_uplink']

source: $giga_list_category_kilostructure$ - $name_asteroid_manufactory$ Upgrade
ru: $giga_list_category_kilostructure$ - $name_asteroid_manufactory$ обновление

source: $giga_mbrain_uplink$ Upkeep
ru: содержание $giga_mbrain_uplink$

source: $giga_mbrain_uplink_plural$: Individual Machines
ru: $giga_mbrain_uplink_plural$: Отдельные машины

source: $giga_mbrain_uplink_plural$: Organic Empires
ru: $giga_mbrain_uplink_plural$: Органические империи

source: $giga_mega_management_section_left$$automated_stripmine_1$ Speed$giga_mega_management_section_right$
ru: $giga_mega_management_section_left$$automated_stripmine_1$ Скорость$giga_mega_management_section_right$

source: $giga_mega_management_section_left$$succ_1$ Speed$giga_mega_management_section_right$
ru: $giga_mega_management_section_left$$succ_1$ Скорость$giga_mega_management_section_right$

source: $giga_mega_management_section_left$Outpost Strip Mining$giga_mega_management_section_right$
ru: $giga_mega_management_section_left$Добыча полезных ископаемых на аванпосте$giga_mega_management_section_right$

source: $giga_sr_amb_megaconstruction$ Deposit
ru: $giga_sr_amb_megaconstruction$ Депозит

source: $giga_sr_amb_megaconstruction$ Extractors
ru: $giga_sr_amb_megaconstruction$ Экстракторы

source: $giga_sr_amb_megaconstruction$ Storage Cap
ru: $giga_sr_amb_megaconstruction$ Крышка для хранения

source: $giga_sr_amb_megaconstruction$ Storage Capacity
ru: $giga_sr_amb_megaconstruction$ Емкость хранилища

source: $header_01_gigac$ This technology unlocks a megastructure so large, that it can now be considered Gigastructural Engineering.
ru: $header_01_gigac$ Эта технология открывает мегаструктуру настолько большую, что теперь ее можно считать гигаструктурной инженерией.

source: $header_02_tetra$ This technology unlocks a megastructure of such sheer size and scope that it is necessary to employ high-dimensional engineering methods in order to make it work.
ru: $header_02_tetra$ Эта технология открывает мегаструктуру такого огромного размера и размаха, что для того, чтобы заставить ее работать, необходимо использовать инженерные методы больших размеров.

source: $header_03_insane$ This technology would put our civilization so far ahead of the curve, it's considered insane to believe it could work.
ru: $header_03_insane$ Эта технология вывела бы нашу цивилизацию настолько далеко вперед, что считается безумием верить, что она может сработать.

source: $header_04_lud_insane$ The advancements our civilization would gain from researching this technology are too much for any one being to comprehend.
ru: $header_04_lud_insane$ Достижения, которые наша цивилизация получила бы от исследования этой технологии, слишком велики для понимания любым существом.

source: $hyper_relay$ Site
ru: $hyper_relay$ Строительная площадка

source: $job_ae_alloydrone_plural$ are able to create alloys through dimensional matter generation process utilizing dark matter and dark energy.
ru: $job_ae_alloydrone_plural$ способны создавать сплавы через пространственный процесс генерации материи, используя темную материю и темную энергию.

source: $job_ae_alloyman_plural$ are able to create alloys through dimensional matter generation process utilizing dark matter and dark energy.
ru: $job_ae_alloyman_plural$ способны создавать сплавы через пространственный процесс генерации материи, используя темную материю и темную энергию.

source: $job_ald_corpmanager$ Jobs
ru: $job_ald_corpmanager$ Вакансий

source: $job_ald_crystals$ Jobs
ru: $job_ald_crystals$ Вакансий

source: $job_ald_crystals_drone$ Jobs
ru: $job_ald_crystals_drone$ Вакансий

source: $job_ald_cultureworker$ Jobs
ru: $job_ald_cultureworker$ Вакансий

source: $job_ald_deathpriest$ Jobs
ru: $job_ald_deathpriest$ Вакансий

source: $job_ald_duelists$ Jobs
ru: $job_ald_duelists$ Рабочих мест

source: $job_ald_gases$ Jobs
ru: $job_ald_gases$ Вакансий

source: $job_ald_gases_drone$ Jobs
ru: $job_ald_gases_drone$ Вакансий
